Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Reset mobile & Wi-Fi data
bn_bd: মোবাইল এবং ওয়ই-ফাই ডাটা পুনরায় সেট করুন

source: Reset Password
bn_bd: পাসওয়ার্ড পুনরায় নির্ধারণ করুন

source: Reset PIN2
bn_bd: পিন২ রিসেট করুন

source: Reset report
bn_bd: প্রতিবেদন রিসেট করুন

source: Reset Wi-Fi usage
bn_bd: ওয়াই ফাই ব্যবহার পুনরায় সেট করুন

source: Resizing the attached image
bn_bd: সংযুক্ত চিত্রের আকার পরিবর্তিত হচ্ছে

source: Resolution
bn_bd: রেজুলেশন

source: Restart Download
bn_bd: নতুন করে ডাউনলোড করুন

source: Restaurants
bn_bd: রেষ্টুরেন্ট

source: Restrict which numbers can be dialed from this phone.
bn_bd: এই ফোন থেকে যে সকল নম্বরে ফোন করা যাবে তা সীমাবদ্ধ করুন।

source: Retake
bn_bd: আবার তুলুন

source: Retry with new password
bn_bd: নতুন পাসওয়ার্ড দিয়ে আবার চেষ্টা করুন

source: return
bn_bd: ফেরত

source: Review transfer request.
bn_bd: স্থানান্তরের অনুরোধ পর্যালোচনা করুন।

source: Revoke
bn_bd: প্রত্যাহার

source: right bracket
bn_bd: ডান বন্ধনী

source: right double angle quote
bn_bd: ডানের দ্বিগুন কৌনিক কোট

source: Ring incoming calls
bn_bd: ইনকামিং কলের সময় রিং বাজবে

source: Ringtone
bn_bd: রিংটোন

source: Ringtone deleted.
bn_bd: রিংটোন অপসারিত হয়েছে।

source: Ringtone downloaded and installed.
bn_bd: রিংটোন ডাউনলোড এবং ইনস্টল হয়েছে।

source: Ringtone Not Created
bn_bd: রিংটোন তৈরি হয়নি

source: Ringtones
bn_bd: রিংটোন

source: Ringtone set as default.
bn_bd: ডিফল্ট রিংটোন হিসেবে সেট হয়েছে।

source: Roaming: no automatic balance update. You might be charged for updating manually.
bn_bd: রোমিং: স্বয়ংক্রিয় ব্যালেন্স হালনাগাদ নাই। হাতে হালনাগাদ করার কারনে আপনাকে চার্জ করা হতে পারে।

source: Roaming preference
bn_bd: রোমিং এর পছন্দ

source: Roaming Protocol
bn_bd: রোমিং প্রটোকল

source: Rocketbar enabled
bn_bd: Rocketbar সক্রিয়

source: RSPCK code
bn_bd: RSPCK কোড

source: RSPCK must have between 8 and 16 characters.
bn_bd: RSPCK অবশ্যই ৮ থেকে ১৬ অক্ষরের হতে হবে।

source: Runs shared tests
bn_bd: শেয়ারকৃত পরীক্ষণ চালাবেন

source: S
bn_bd: রবি

source: Sad
bn_bd: দুঃখী

source: Sample Format
bn_bd: নমুনা ফরম্যাট

source: Sat
bn_bd: শনি

source: Saturday
bn_bd: শনিবার

source: Save as Draft
bn_bd: খসরা হিসাবে সংরক্ষণ

source: Saved {{title}} to Music
bn_bd: {{title}} সংগীতে সংরক্ষণ করুন

source: Saved {{title}} to Video
bn_bd: {{title}} ভিডিও ফোল্ডারে সংরক্ষিত হয়েছে

source: Save linked file
bn_bd: লিঙ্ক করা ফাইল সংরক্ষণ

source: Save money by keeping track of your internet usage.
bn_bd: আপনার ইন্টারনেট ব্যবহারের উপর নজর রেখে টাকা বাঁচান।

source: Save money by keeping track of your phone and internet usage.
bn_bd: আপনার ফোন এবং ইন্টারনেট ব্যবহারের উপর নজর রেখে টাকা বাঁচান।

source: Save new contact
bn_bd: নতুন পরিচিতি সংরক্ষণ করুন

source: Save to Homescreen
bn_bd: হোমস্ক্রিনে সংরক্ষণ কর

source: Save to Local Drafts
bn_bd: স্থানীয় খসড়াতে সংরক্ষণ করুন

source: Saving ringtone…
bn_bd: রিংটোন সংরক্ষণ করা হচ্ছে…

source: Saving your email…
bn_bd: আপনার ইমেইল সংরক্ষণ করা হচ্ছে…

source: Scanning
bn_bd: স্ক্যানিং

source: Scanning for networks
bn_bd: নেটওয়ার্কের জন্য অনুসন্ধান চালানো হচ্ছে

source: Scene Mode
bn_bd: সিন মোড

source: Scene Mode {{value}}
bn_bd: সিন মোড {{value}}

source: Screen Lock
bn_bd: স্ক্রিন লক

source: Screen Reader
bn_bd: স্ক্রীণ রিডার

source: Screenshot saved to Gallery
bn_bd: স্ক্রিনশট সংরক্ষিত হয়েছে

source: Screen Timeout
bn_bd: পর্দার সময়সীমা

source: SD Card
bn_bd: এসডি কার্ড

source: SD Card 2
bn_bd: এসডি কার্ড ২

source: SD Card is full
bn_bd: এসডি কার্ড পূর্ণ

source: SD Card Storage
bn_bd: এসডি কার্ডের ধারণ ক্ষমতা

source: SD Card Storage 2
bn_bd: এসডি স্টোরেজ ২

source: Search Again
bn_bd: পুনরায় অনুসন্ধান করুন

source: Search for devices
bn_bd: ডিভাইস অনুসন্ধান

source: Searching…
bn_bd: অনুসন্ধান করা হচ্ছে…

source: Searching… Emergency calls only
bn_bd: অনুসন্ধান হচ্ছে...শুধুমাত্র জরুরী কল

source: Searching for devices…
bn_bd: ডিভাইস অনুসন্ধান করা হচ্ছে…

source: Search Mail
bn_bd: মেইল অনুসন্ধান করুন

source: Search Music
bn_bd: গান খুজুন

source: Search Suggestions
bn_bd: অনুসন্ধান প্রস্তাবনা

source: secured by {{capabilities}}
bn_bd: {{capabilities}} দ্বারা সুরক্ষিত

source: Secured by {{capabilities}}
bn_bd: {{capabilities}} দ্বারা সুরক্ষিত

source: Security Issues
bn_bd: সুরক্ষাজনিত সমস্যা

source: Select a camera for {{app}}.
bn_bd: {{app}} এর জন্য ক্যামেরা নির্বাচন করুন।

source: Select a camera for {{site}}.
bn_bd: {{site}} এর জন্য ক্যামেরা নির্বাচন করুন।

source: Select a contact
bn_bd: একটি পরিচিতি বাছাই করুন

source: Select a network
bn_bd: নেটওয়ার্ক নির্বাচন করুন

source: Select an opposite device
bn_bd: অপর ডিভাইস নির্বাচন করুন

source: Select a SIM card
bn_bd: একটি সিম কার্ড নির্বাচন করুন

source: Select a tone
bn_bd: একটি টোন নির্বাচন করুন

source: Select a track
bn_bd: একটি ট্র্যাক নির্বাচন করুন

source: Select audio sources
bn_bd: অডিও উৎস নির্বাচন করুন

source: Select a video
bn_bd: একটি ভিডিও নির্বাচন করুন

source: Select a WPS Method:
bn_bd: WPS এর পদ্ধতি নির্বাচন করুন:

source: Select Camera
bn_bd: ক্যামেরা নির্বাচন করুন

source: Select Certificate File
bn_bd: সার্টিফিকেট ফাইল নির্বাচন করুন

source: Select contact
bn_bd: পরিচিতি নির্বাচন করুন

source: Select continent
bn_bd: মহাদেশ নির্বাচন করুন

source: Select day
bn_bd: দিন নির্বাচন করুন

source: Select download
bn_bd: ডাউনলোড নির্বাচন

source: Selected Keyboards
bn_bd: নির্বাচিত কীবোর্ড

source: Select email
bn_bd: ইমেইল নির্বাচন করুন

source: Select folder
bn_bd: ফোল্ডার নির্বাচন করুন

source: Select from:
bn_bd: যেখান থেকে নির্বাচন করবেন:

source: Select Item
bn_bd: আইটেম নির্বাচন করুন

source: Select Keyboards
bn_bd: কীবোর্ড নির্বাচন

source: Select mobile
bn_bd: মোবাইল নির্বাচন করুন

source: Select recipient
bn_bd: প্রাপক নির্বাচন

source: Select Ringtone
bn_bd: রিংটোন নির্বাচন করুন

source: Select Sound
bn_bd: রিংটোন নির্বাচন করুন

source: Select the type of contract you have with your mobile service provider.
bn_bd: মোবাইল সার্ভিস প্রোভাইডার এর সাথে আপনার চুক্তির ধরন নির্বাচন করুন।

source: Select time
bn_bd: সময় নির্বাচন করুন

source: Select time zone
bn_bd: একটি সময় অঞ্চল নির্বাচন করুন

source: Select wallpaper
bn_bd: ওয়াল-পেপার নির্বাচন করুন

source: Select Wallpaper
bn_bd: ওয়ালপেপার নির্বাচন করুন

source: Self-Timer
bn_bd: সেলফ-টাইমার

source: Self-Timer {{value}}
bn_bd: সেলফ-টাইমার {{value}}

source: semicolon
bn_bd: সেমিকোলন

source: send
bn_bd: প্রেরণ করুন

source: Send Data
bn_bd: ডাটা প্রেরণ

source: Send DTMF
bn_bd: DTMF প্রেরণ

source: Send email
bn_bd: ইমেইল পাঠান

source: Send Feedback
bn_bd: প্রতিক্রিয়া পাঠান

source: sending
bn_bd: পাঠানো হচ্ছে

source: Sending…
bn_bd: প্রেরিত হচ্ছে…

source: Sending Bluetooth transfer…
bn_bd: ব্লুটুথ স্থানান্তর পাঠানো হচ্ছে…

source: Sending email failed
bn_bd: ইমেইল পাঠাতে ব্যর্থ

source: Sending mail…
bn_bd: মেইল প্রেরণ করা হচ্ছে...

source: Sending message
bn_bd: বার্তা পাঠানো হচ্ছে

source: Sending Mozilla a report when a crash occurs helps us fix the problem for everyone. Reports are sent over Wi-Fi only.
bn_bd: ক্র্যাশের প্রতিবেদন মজিলায় পাঠানো হলে, সবার জন্য তা সমাধান করা যায়। প্রতিবেদন শুধু মাত্র ওয়াই-ফাই এর মাধ্যমে পাঠানো হয়।

source: Send message
bn_bd: বার্তা পাঠান

source: Send message?
bn_bd: বার্তা পাঠাবেন?

source: Send Message
bn_bd: বার্তা প্রেরণ

source: Send Mozilla Feedback
bn_bd: মজিলাতে প্রতিক্রিয়া পাঠান

source: Send new mail
bn_bd: নতুন ইমেইল প্রেরণ

source: Send Report
bn_bd: রিপোর্ট পাঠান

source: Send SMS
bn_bd: SMS প্রেরণ

source: Send SS
bn_bd: SS প্রেরণ

source: Send USSD
bn_bd: USSD প্রেরণ

source: sent
bn_bd: প্রেরন করা হয়েছে

source: Sent:
bn_bd: প্রেরিত:

source: Sent Message
bn_bd: প্রেরিত বার্তা

source: Sep
bn_bd: সেপ্ট

source: September
bn_bd: সেপ্টেম্বর

source: Server certificate
bn_bd: সার্ভার সার্টিফিকেট

source: Server error. Check your login and try again.
bn_bd: সার্ভারে সমস্যা। আপনার লগিন মিলিয়ে নিয়ে আবার চেষ্টা করুন।

source: Server settings
bn_bd: সার্ভার সেটিং

source: Server unsupported. The POP3 server does not implement required features.
bn_bd: সার্ভার অসমর্থিত। POP3 সার্ভার অপরিহার্য বৈশিষ্ট্য গুলো সম্পাদন করে না।

source: Service has been disabled
bn_bd: সার্ভিস নিষ্ক্রিয় করা হয়েছে

source: Service not provisioned
bn_bd: সার্ভিস আরোপিত হয়নি

source: Service unavailable
bn_bd: সার্ভিস বিদ্যমান নয়

source: Service was enabled
bn_bd: সার্ভিস সক্রিয় ছিল

source: Service was enabled for:
bn_bd: সার্ভিস সক্রিয় ছিল:

source: Session expired
bn_bd: সেশন বাতিল হয়ে গিয়েছে

source: Set
bn_bd: নির্ধারণ করুন

source: Set an alert to avoid running out of credit.
bn_bd: ক্রেডিট হারানো এড়াতে একটি সতর্কতা সেট করুন।

source: Set an alert to avoid using too much data.
bn_bd: অত্যাধিক ডাটা ব্যবহার এড়াতে একটি সতর্কতা সেট করুন।

source: Set as default email
bn_bd: পূর্বনির্ধারিত ইমেইল হিসাবে নির্ধারণ করুন

source: Set as ringtone
bn_bd: রিংটোন হিসাবে নির্বাচন করুন

source: Set as wallpaper
bn_bd: ওয়ালপেপার হিসেবে নির্বাচন করুন

source: Set as wallpaper?
bn_bd: ওয়ালপেপার হিসেবে নির্ধারণ করবেন?

source: Set Automatically
bn_bd: স্বয়ংক্রিয়ভাবে ঠিক করুন

source: Set ICE Contacts
bn_bd: ICE পরিচিতি সেট

source: Set Idle Mode Text
bn_bd: নিষ্ক্রিয় মোডের লেখা সেট করুন

source: Set Manually
bn_bd: নিজ হাতে ঠিক করুন

source: Setting up account
bn_bd: অ্যাকাউন্ট সেটিং করুন

source: Setup
bn_bd: সেটআপ

source: Set Up Call
bn_bd: কল সেটআপ করুন

source: Set Up Menu
bn_bd: সেটআপ মেনু

source: Share
bn_bd: শেয়ার

source: Share Audio
bn_bd: অডিও শেয়ার

source: Share Contact
bn_bd: পরিচিতি শেয়ার

source: Shared Tests
bn_bd: শেয়ারকৃত পরীক্ষণ

source: Share Image
bn_bd: ছবি শেয়ার

source: Share link
bn_bd: লিংক শেয়ার করুন

source: Share ringtone
bn_bd: রিংটোন শেয়ার

source: Share Video
bn_bd: ভিডিও শেয়ার

source: Share with:
bn_bd: যাদের সাথে শেয়ার করবেন:

source: Short
bn_bd: সংক্ষিপ্ত

source: Show After Reboot
bn_bd: পুনরায় চালুর পর দেখান

source: Show external images
bn_bd: বাইরের ছবি প্রদর্শন

source: Show number
bn_bd: নম্বর দেখান

source: Show on Lock Screen
bn_bd: লক করা স্ক্রিনে দেখাও

source: Show Password
bn_bd: পাসওয়ার্ড প্রদর্শন

source: Show System HUD
bn_bd: সিস্টেম HUD দেখাও

source: Shuffle all
bn_bd: সবগুলো অদল-বদল

source: Signal strength
bn_bd: সংকেতের শক্তি

source: Signed In
bn_bd: সাইন ইন হয়েছে

source: Signed in as {{email}}
bn_bd: {{email}} দিয়ে সাইন ইন করা হয়েছে

source: Silence incoming calls
bn_bd: ইনকামিং কল নিঃশব্দ করুন

source: SIM 1
bn_bd: সিম ১

source: SIM 2
bn_bd: সিম ২

source: SIM absent
bn_bd: সিম অনুপস্থিত

source: SIM card
bn_bd: সিম কার্ড

source: SIM card applications not available.
bn_bd: সিম কার্ডের কার্যক্রম অপ্রাপ্য।

source: SIM card is absent or inserted incorrectly, so turn off hotspot
bn_bd: সিম কার্ড অনুপস্থিত বা ঠিক করে লাগানো হ​য় নি, তাই হটস্পট বন্ধ করুন

source: SIM Card is full
bn_bd: সিম কার্ড পূর্ণ

source: SIM card is not available
bn_bd: সিম কার্ড নেই

source: SIM card not ready
bn_bd: সিম কার্ড প্রস্তুত নয়

source: SIM Card Warning
bn_bd: সিম কার্ড সতর্কতা

source: SIM {{disableCardIndex}} can’t receive any calls and messages. Outgoing calls and outgoing messages which are set to SIM {{disableCardIndex}} will be disabled.
bn_bd: SIM {{disableCardIndex}} কোনো কল বা বার্তা নিতে পারবে না। SIM {{disableCardIndex}} তে সেট করা আউটগোয়িং কল এবং বার্তা নিষ্ক্রিয় হয়ে যাবে।

source: SIM {{index}}: Not available
bn_bd: SIM {{index}}: বিদ্যমান নেই

source: SIM {{index}} PIN
bn_bd: সিম {{index}} পিন

source: SIM {{index}} PIN changed successfully
bn_bd: সিম {{index}} এর পিন সফলভাবে পরিবর্তিত হয়েছে

source: SIM {{index}}: Unknown
bn_bd: SIM {{index}}: অজ্ঞাত

source: SIM-locked phone
bn_bd: সিম-লক করা ফোন

source: SIM Manager
bn_bd: SIM ব্যবস্থাপক

source: SIM {{n}}
bn_bd: সিম {{n}}

source: SIM {{n}} CCK
bn_bd: সিম {{n}} এর CCK

source: SIM {{n}} HNCK
bn_bd: সিম {{n}} এর HNCK

source: (SIM {{ n }}) Missed call
bn_bd: (SIM {{ n }}) জবাববিহীন কল

source: SIM {{n}} NCK
bn_bd: সিম {{n}} এর NCK

source: SIM {{n}} NCK1
bn_bd: সিম {{n}} এর NCK1

source: SIM {{n}} NCK2
bn_bd: সিম {{n}} এর NCK2

source: SIM {{n}} PIN
bn_bd: সিম {{n}} এর পিন

source: SIM {{n}} PUK
bn_bd: সিম {{n}} এর পাক

source: SIM {{n}} RCCK
bn_bd: সিম {{n}} এর RCCK

source: SIM {{n}} RSPCK
bn_bd: সিম {{n}} এর RSPCK

source: SIM {{n}} SPCK
bn_bd: সিম {{n}} এর SPCK

source: (SIM {{n}}) {{title}}
bn_bd: (সিম {{n}}) {{title}}

source: SIM {{number}}
bn_bd: সিম {{number}}

source: SIM PIN
bn_bd: সিম পিন

source: SIM PIN2
bn_bd: সিম পিন২

source: SIM PIN changed successfully
bn_bd: সিমের পিন সফলভাবে পরিবর্তিত হয়েছে

source: SIM PIN locked
bn_bd: সিমের পিন লক হয়ে গেছে

source: SIM PUK2
bn_bd: সিম PUK2

source: SIM Security
bn_bd: সিম নিরাপত্তা

source: SIM Settings
bn_bd: SIM সেটিং

source: SIM toolkit
bn_bd: সিম টুলকিট

source: {{site}} would like to access your contact list.
bn_bd: {{site}} আপনার ফোনবুকে প্রবেশাধিকার চাচ্ছে।

source: {{site}} would like to access your images.
bn_bd: {{site}} আপনার ছবিগুলোতে প্রবেশ করতে চাচ্ছে।

source: {{site}} would like to access your memory card.
bn_bd: {{site}} আপনার মেমরি কার্ডে প্রবেশ করতে চাচ্ছে।

source: {{site}} would like to access your music.
bn_bd: {{site}} আপনার সংগীত এ প্রবেশ করতে চাচ্ছে।

source: {{site}} would like to access your videos.
bn_bd: {{site}} আপনার ভিডিওগুলোতে প্রবেশ করতে চাচ্ছে।

source: {{site}} would like to display notifications.
bn_bd: {{site}} আপনার বিজ্ঞপ্তি প্রদর্শন করতে চাচ্ছে।

source: {{site}} would like to know your location.
bn_bd: {{site}} আপনার ভূ-অবস্থান জানতে চাচ্ছে।

source: {{site}} would like to use the FM Radio.
bn_bd: {{site}} আপনার এফএম রেডিও ব্যবহার করতে চাচ্ছে।

source: {{size}} {{unit}} available
bn_bd: {{size}} {{unit}} খালি আছে

source: Skip
bn_bd: উপেক্ষা করুন

source: Slider
bn_bd: স্লাইডার

source: SMS
bn_bd: ক্ষুদে বার্তা

source: SMS send fail retry
bn_bd: এসএমএস পাঠাতে ব্যর্থ পুনরায় চেষ্টা করুন

source: SMS sent
bn_bd: বার্তা প্রেরণ

# SMS: {{ sms }}
source: SMS: {{ sms }}\n
bn_bd: ক্ষুদে বার্তা: {{ sms }}\n

source: SMS will be sent from
bn_bd: SMS প্রেরিত হবে

source: SMTP settings
bn_bd: SMTP সেটিং

source: Snooze
bn_bd: তন্দ্রাচ্ছন্ন

source: Social
bn_bd: সামাজিক

source: Social networks
bn_bd: সামাজিক নেটওয়ার্ক

source: Socket Type
bn_bd: সকেটের ধরণ

source: Software Home Button
bn_bd: সফটওয়্যার হোম বাটন

source: Software Updates
bn_bd: সফটওয়্যার হালনাগাদ

source: Some error happened while exporting
bn_bd: এক্সপোর্ট করার সময় কিছু সমস্যা হয়েছে

source: Some features in {{brandShortName}}, such as the Crash Reporter, give you the option to provide feedback to Mozilla. By choosing to submit feedback, you give Mozilla permission to use the feedback to improve its products, to publish the feedback on its websites, and to distribute the feedback.
bn_bd: {{brandShortName}} এর কিছু বৈশিষ্ট্যে যেমন, ক্র্যাশ রিপোর্টার মজিলায় প্রতিক্রিয়া জানানোর সুযোগ দেয়। প্রতিক্রিয়া জমা নির্বাচন করে আপনি মজিলাকে প্রতিক্রিয়া ব্যবহার করে পণ্য উন্নয়ন, ওয়েবসাইটে প্রতিক্রিয়া প্রকাশ এবং প্রতিক্রিয়া বন্টনের অনুমোদন দেন।

source: Something is wrong. Try again later.
bn_bd: কোথাও সমস্যা হয়েছে। পরে আবার চেষ্টা করুন।

source: Song
bn_bd: গান

source: Song album
bn_bd: গানের অ্যালবাম

source: Song artist
bn_bd: গানের শিল্পী

source: Song downloaded and installed. Use the Music app to play it.
bn_bd: গান ডাউনলোড এবং সংরক্ষিত হয়েছে। এটি শুনতে মিউজিক অ্যাপটি ব্যবহার করুন।

source: Songs
bn_bd: গান

source: Sorry, the message expired on {{date}} and cannot be downloaded.
bn_bd: দুঃখিত, এই বার্তাটির মেয়াদ {{date}} তারিখে শেষ হয়ে গেছে এবং সেই কারনে ডাউনলোড করা যাবে না।

source: Sorry, the system can’t send your suggestion because of a timeout. Please restart and try again.
bn_bd: দুঃখিত, টাইমআউট হওয়ার কারণে সিস্টেমটি আপনার পরামর্শটি প্রেরণ করতে পারছে না। অনুগ্রহ করে রিস্টার্ট করুন এবং পুনরায় চেষ্টা করুন।

source: Sorry, the system can’t send your suggestion because the comment field is empty. Please enter some text and try again.
bn_bd: দুঃখিত, মতামত ফিল্ড খালি থাকার কারণে সিস্টেমটি আপনার মতামত প্রেরণ করতে পারছে না। দয়া করে কিছু টেক্সট প্রবেশ করিয়ে আবার চেষ্টা করুন।

source: Sorry, the system can’t send your suggestion because the email address is missing or due to a formatting error. Please use a valid email address and try again.
bn_bd: দুঃখিত , সিস্টেমটি আপনার পরামর্শ প্রেরণ করতে পারেনি কারণ ইমেল ঠিকানাটি বাদ পড়েছে অথবা একটি কার্যবিধি ত্রুটির জন্য । দয়া করে একটি বৈধ ইমেল ঠিকানা ব্যবহার করুন এবং পুনর্বার চেষ্টা করুন।

source: Sorry, the system can’t send your suggestion because the server shut down. Please wait a moment and try again.
bn_bd: দুঃখিত, সার্ভার বন্ধ থাকায় সিস্টেমটি আপনার মতামত পাঠাতে পারছে না। অনুগ্রহ করে কিছুক্ষণ পরে আবার চেষ্টা করুন।

source: Sorry, the system can’t send your suggestion because you already sent us feedback. Please try our next software update and send again.
bn_bd: দুঃখিত, সিস্টেম আপনার পরামর্শ পাঠাতে পারছে না কারণ আপনি ইতিমধ্যে আপনার প্রতিক্রিয়া পাঠিয়েছেন। অনুগ্রহ করে আমাদের পরবর্তী সফটওয়্যার হালনাগাদের চেষ্টা করুন এবং পুনরায় পাঠান।

source: Sorry, the system can’t send your suggestion due to a data connection error. Please try again when the issue is resolved.
bn_bd: দুঃখিত, ডাটা সংযোগ ত্রুটির কারণে সিস্টেমটি আপনার পরামর্শটি প্রেরণ করতে পারছে না। যখন তা সমাধান হবে অনুগ্রহ করে তখন পুনরায় চেষ্টা করুন।

source: Sound
bn_bd: শব্দ

source: Source:
bn_bd: উৎস:

source: space
bn_bd: স্পেস

source: Space left
bn_bd: বাকি আছে

source: SPCK code
bn_bd: SPCK কোড

source: SPCK must have between 8 and 16 characters.
bn_bd: SPCK অবশ্যই ৮ থেকে ১৬ অক্ষরের হতে হবে।

source: Speaker
bn_bd: স্পিকার

source: Speech Rate
bn_bd: কথার হার

source: Speech Volume
bn_bd: কথার আওয়াজ

source: Sports
bn_bd: খেলাধুলা

source: Square
bn_bd: বর্গাকার

source: SSID Network Name
bn_bd: SSID নেটওয়ার্কের নাম

source: SS modified to dial
bn_bd: SS ডায়ালে পরিবর্তিত হয়েছে

source: SS modified to SS
bn_bd: SS SS-এ পরিবর্তিত হয়েছে

source: SS modified to USSD
bn_bd: SS USSD-তে পরিবর্তিত হয়েছে

source: SS request is modified to DIAL request
bn_bd: SS অনুরোধ পরিবর্তিত হয়ে DIAL অনুরোধ হয়েছে

source: SS request is modified to new SS request
bn_bd: SS অনুরোধ পরিবর্তিত হয়ে নতুন SS অনুরোধ হয়েছে

source: SS request is modified to USSD request
bn_bd: SS অনুরোধ USSD অনুরোধে পরিবর্তিত

source: Start adding them now
bn_bd: এখনই এদের যুক্ত করা শুরু করুন

source: Start communicating now
bn_bd: এখনই যোগাযোগ শুরু করুন

source: Start date
bn_bd: শুরুর তারিখ

source: {{startDate}}<br>from {{startTime}} to {{endTime}}
bn_bd: {{startDate}}<br> {{startTime}} থেকে {{endTime}} পর্যন্ত

source: {{startDate}} from {{startTime}} to {{endTime}}
bn_bd: {{startDate}} তারিখ {{startTime}} থেকে {{endTime}} পর্যন্ত

source: Starting on
bn_bd: শুরু হচ্ছে

source: Start Screen Reader?
bn_bd: স্ক্রিন রিডার চালু করা হবে কি?

source: Start time
bn_bd: শুরুর সময়

source: Start tour
bn_bd: সফর শুরু

source: Start your phone tour!
bn_bd: আপনার ফোন সফর শুরু করুন!

source: Start your tablet tour!
bn_bd: আপনার ট্যবলেট সফর শুরু করুন!

source: Status Bar
bn_bd: স্ট্যাটাস বার

source: Step {{step}} of {{total}}
bn_bd: {{total}} থেকে {{step}} ধাপ

source: STK Query
bn_bd: STK অনুসন্ধান

source: Stop download
bn_bd: ডাউনলোড বন্ধ করুন

source: Stop Download
bn_bd: ডাউনলোড বন্ধ

source: Stop downloading {{ app }}?
bn_bd: {{ app }} ডাউনলোড বন্ধ করবেন?

source: Stop {{name}}
bn_bd: {{name}} বন্ধ করুন

source: Stopping the screen reader will end all speech feedback.
bn_bd: স্ক্রিন রিডার বন্ধ করে দিলে আপনার সকল কথ্য পতিক্রিয়া থেমে যাবে।

source: Stop Screen Reader?
bn_bd: স্ক্রিন রিডার বন্ধ করা হবে কি?

source: Stopwatch
bn_bd: স্টপওয়াচ

source: Store
bn_bd: সংরক্ষন করুন

source: Street
bn_bd: রাস্তা

source: Street:
bn_bd: সড়ক:

source: <strong>{{n}} days</strong>
bn_bd: <strong>{{n}} দিন</strong>

source: <strong>{{n}} day</strong>
bn_bd: <strong>{{n}} দিন</strong>

source: <strong>{{n}} hours</strong>
bn_bd: <strong>{{n}} ঘণ্টা</strong>

source: <strong>{{n}} hour</strong>
bn_bd: <strong>{{n}} ঘন্টা</strong>

source: Style
bn_bd: বিন্যাস

source: submit
bn_bd: জমা

source: Submit data
bn_bd: ডাটা জমা

source: Submit Your Feedback
bn_bd: আপনার মতামত জমা দিন

source: Subscription not available
bn_bd: সাবস্ক্রিপশন বিদ্যমান নেই

source: Subscription not supported
bn_bd: সাবস্ক্রিপশন সমর্থিত নয়

source: Suggested duplicate contacts for <bdi>{{name}}</bdi>
bn_bd: <bdi>{{name}}</bdi> এর জন্য প্রস্তাবিত সদৃশ পরিচিতি

source: Suggested duplicate contacts for {{name}}
bn_bd: {{name}} এর জন্য প্রস্তাবিত একইরকম পরিচিতি

source: Sun
bn_bd: রবি

source: Sunday
bn_bd: রবিবার

source: Swipe
bn_bd: সুইপ

source: Swipe down from top to access recent notifications, credit information and settings.
bn_bd: সাম্প্রতিক নোটিফিকেশন, ক্রেডিট তথ্য এবং সেটিং এ যাওয়ার জন্য উপর থেকে নিচে সুইপ করুন।

source: Swipe down to access recent notifications, credit information and settings.
bn_bd: সাম্প্রতিক বিজ্ঞপ্তি, ক্রেডিট তথ্য এবং সেটিং দেখতে নিচে সুইপ করুন।

source: Swipe from right to left to browse your apps.
bn_bd: আপনার অ্যাপ ব্রাউজ করতে ডান থেকে বামে সুইপ করুন।

source: Swipe from the side of the screen to move back and forth between recent apps.
bn_bd: সাম্প্রতিক অ্যাপ সমূহে যেতে এবং আসতে স্ক্রীনের পাশ থেকে সুইপ করুন।

source: Swipe left or right to discover new apps on home screen.
bn_bd: প্রধান স্ক্রিনে নতুন অ্যাপ অনুসন্ধানের জন্য বাম থেকে ডানে সুইপ করুন

source: Swipe left with 2 fingers to jump to next, or swipe right to jump to previous
bn_bd: পরবর্তীতে যাওয়ার জন্য 2 আংগুলে বামে, এবং পূর্বে যাওয়ার জন্য ডানে সুইপ করুন

source: Swipe to share
bn_bd: শেয়ার করার জন্য সুইপ করুন

source: Switch calls
bn_bd: কল পরিবর্তন

source: Switch data connection
bn_bd: ডাটা সংযোগ পরিবর্তন

source: Switch the data connection to SIM {{ nonActiveSimId }} to retrieve the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
bn_bd: MMS টি পুনরূদ্ধার করার জন্য ডাটা সংযোগটি {{ nonactive }} সিমে পরিবর্তন করুন। {{active }} সিমে চলমান ডাটা স্থানান্তর স্থগিত হয়ে যাবে। তারপরও এগিয়ে যাবেন?

source: Switch the data connection to SIM {{ nonActiveSimId }} to send the MMS. The current data transfer on SIM {{ activeSimId }} will be suspended. Continue anyway?
bn_bd: MMS টি পাঠানোর জন্য জন্য ডাটা সংযোগটি {{ nonactive }} সিমে পরিবর্তন করুন। {{active }} সিমে চলমান ডাটা স্থানান্তর বন্ধ হয়ে যাবে। তারপরও চালিয়ে যাবেন?

source: Sync Calendar
bn_bd: ক্যালেন্ডার হালনাগাদ

source: Sync friends
bn_bd: বন্ধু সিঙ্ক করুন

# Synchronous: {{ sync }}
source: Synchronous: {{ sync }}\n
bn_bd: সিঙ্ক: {{ sync }}\n

source: Syncing
bn_bd: সিঙ্ক হচ্ছে

source: Syncing complete
bn_bd: সিঙ্ক সম্পন্ন

source: System
bn_bd: সিস্টেম

source: System Alarm Volume
bn_bd: সিস্টেম অ্যালার্ম ভলিউম\u0020

source: System Alert
bn_bd: সিস্টেমের সতর্কবার্তা

source: System unavailable, try again soon.
bn_bd: সিস্টেম বিদ্যমান নয়, একটু পরে চেষ্টা করুন।

source: System update
bn_bd: সিস্টেম হালনাগাদ

source: System Update Ready
bn_bd: সিস্টেমের হালনাগাদ প্রস্তুত

source: T
bn_bd: বৃহঃ

source: Tap and hold on an icon to delete or move it.
bn_bd: কোনো আইকন অপসারণ বা স্থানান্তর করতে তার উপর চেপে ধরুন।

source: Tap and hold the home button to browse and close recent apps.
bn_bd: সাম্প্রতিক অ্যাপে যেতে কিংবা বন্ধ করতে হোম বাটনে চেপে ধরুন।

source: Tap for more info
bn_bd: আরও তথ্যের জন্য ট্যাপ করুন

source: Tap to check settings
bn_bd: সেটিং দেখতে ট্যাপ করুন।

source: Tap to connect
bn_bd: সংযুক্ত করতে ট্যাপ করুন

source: Tap to show
bn_bd: প্রদর্শন করতে ট্যাপ করুন

source: Tap to switch input method
bn_bd: ইনপুট পদ্ধতি পরিবর্তনের জন্য চাপুন

source: Tap to track your internet usage.
bn_bd: ইন্টারনেট ব্যবহার ট্র্যাক করতে ট্যাপ করুন।

source: Tap to track your phone and internet usage.
bn_bd: আপনার ফোন এবং ইন্টারনেট ব্যবহার ট্র্যাক করতে ট্যাপ করুন।

source: TB
bn_bd: টেরাবাইট

source: Tech News
bn_bd: প্রযুক্তি বার্তা
